//
//  CountryCoordinates.swift
//  WeatherApp
//
//  Created by Эля Корельская on 04.11.2023.
//

import Foundation

struct CountryCoordinateSource {
    static let countryCoordinates: [String: String] = [
        "Москва":"55.75,37.62",
        "Самара":"53.2,50.15",
        "Астрахань" : "46.35,48.04",
        "Владивосток": "43.11,131.87",
        "Екатеринбург":"56.85,60.61",
        "Калининград":"54.71,20.51",
        "Киров":"58.6,49.66",
        "Красноярск":"56.02,92.87",
        "Новосибирск":"55.04,82.93",
        "Саратов":"51.54,46.01",
        "Тольятти":"53.53,49.35",
        "Ульяновск":"54.33,48.39",
        "Пекин":"39.91,116.4",
        "Осло":"59.91,10.75",
    ]
    
}
